/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"RUNNING" = "Running";

"STOPPED" = "Stopped";

"STARTING" = "Starting up";

"STOPPING" = "Shutting down";

"PAUSED" = "Paused";

"UNKNOWN" = "Unknown";

"N/A" = "Not available";

"kSelectDocRootTitle" = "Select the document root.";

"kInvalidEmptyEntry" = "Entry should not be empty.";

"kCancelButton" = "Cancel";

"kDeleteButton" = "Delete";

"kBeforeSavingConfirmationMessage" = "Are you sure you want to save now?";

"kBeforeAbortingSaveConfirmationMessage" = "Are you sure you want to abort the save operation now?";


/* Most common errors (server-side) */

"100001" = "could not set flag"; /* CANNOT_SET_DEMO_FLAG_ERR */

"100002" = "could not clear flag"; /* CANNOT_CLEAR_DEMO_FLAG_ERR */

"100003" = "unexpected file format"; /* UNEXPECTED_SAMPLE_RECORD_FORMAT_ERR */

"100004" = "could not create record"; /* COULD_NOT_CREATE_SAMPLE_RECORD_ERR */

"100005" = "could not modify record"; /* COULD_NOT_MODIFY_SAMPLE_RECORD_ERR */

"100006" = "could not delete record"; /* COULD_NOT_DELETE_SAMPLE_RECORD_ERR */

"100007" = "record was deleted in the meanwhile"; /* SAMPLE_RECORD_WAS_DELETED_ERR */

"100008" = "record was created in the meanwhile"; /* SAMPLE_RECORD_WAS_CREATED_ERR */

"100009" = "could not find user name and password"; /* COULD_NOT_FIND_CREDENTIALS_ERR */		

"100010" = "unexpected user name or password"; /* UNEXPECTED_CREDENTIALS_ERR */			


/* Logs */

"Push Notification Server Error Log" = "Push Notification Server Error Log";

"XMPP Server Log" = "XMPP Server Log";

/* Overview */

"Push Notification Service is:" = "Push Notification Service is:";

"Start Time:" = "Start Time:";

"Domain:" = "Domain:";

"Connected Clients:" = "Connected Clients:";

"Push Notification service could not be started" = "Push Notification service could not be started";
"No virtual host found for Push Notification service" = "No virtual host found for Push Notification service";
"More information about configuring the Push Notification Service and connecting this server to a directory server can be found in the Help menu." = "More information about configuring the Push Notification Service and connecting this server to a directory server can be found in the Help menu.";
